[{
	"Title": "Beach",
    "FormalTitle": "The Beach",
	"Description": "A rocky beach.\nA lighthouse towers above.  It seems to stare out at nothing.\nA plane wreck is scattered on the bank.\nYou hear distant thunder.",
    "Phobias":[],
    "Children":["Lighthouse","PlaneWreck","Sky","PottersField","Prison"],
    "Parent":["Dock"],
    "Image":""
},
{
	"Title": "Boat",
    "FormalTitle": "The Boat",
    "Description": "You want to sail as far away from this place as you can, but someone has taken the rudder off the boat.  It must be somewhere on land.\nThe dreadful thought sinks in: to get away from this island, you will have to explore it.",
    "Phobias":[],
    "Children":[],
    "Parent":["Dock"],
    "Image":""
},   
{
	"Title": "Dock",
    "FormalTitle": "The Dock",
    "Description": "The boards are slippery and rotting.  You could take the boat, jump in the ocean, or you go ashore.  Where to now?",
    "Phobias":[],
    "Children":["Beach","Ocean"],
    "Parent":["Boat"],
    "Image":""
},
{
    "Title": "Asylum",
	"FormalTitle": "The Asylum",
	"Description": "It's hard to imagine a place like this would have healed many minds.  Looking at the dubious vials and instruments scattered about, you shudder to think healing might not have been the goal here.\nThe glint of a needle catches your eye.\nA narrow hallway leads to a padded room.",
    "Phobias":[],
    "Children":["PaddedCell","Needle"],
    "Parent":["Woods"],
    "Image":""
},
{
    "Title": "PottersField",
    "FormalTitle": "Potter's Field",
    "Description": "A wide field of disturbed earth.  Every few yards, a white stone marks a mass grave. A monument pays respects to those buried here. A sweet but pungent smell rises from an open trench. A lonely sexton wanders the grounds.",
    "Phobias": [],
    "Children": ["Woods", "Orphanage", "Sexton", "OpenTrench", "Monument"],
    "Parent": ["Beach"],
    "Image": ""
},
{
    "Title": "Orphanage",
    "FormalTitle": "The Orphanage",
    "Description": "The ruins of an orphanage overlook the Potter's Field.\nIn the middle of an overgrown courtyard is a deep well.\nIn the structure above, you hear a frantic rubbing and creaking.\nA collapsed wall reveals a toy chest with faded paint.  Its lid is slightly ajar.  A porcelain eye peeks through.",
    "Phobias": [],
    "Children": ["Well","ToyChest","Attic"],
    "Parent": ["PottersField", "Woods"],
    "Image": ""
},
{
    "Title": "Prison",
    "FormalTitle": "The Prison",
    "Description": "An abandoned prison.  A guard tower looms over the yard.  A long wall marks the place of execution.  A stairway leads down into the dark.",
    "Phobias": [],
    "Children": ["GuardTower","FiringSquad","Solitary","Woods"],
    "Parent": ["Beach"],
    "Image": ""
},
{
    "Title": "Woods",
	"FormalTitle": "The Woods",
	"Description": "A wooded area.  The trees flex in the wind like bony fingers.\nA lone wolf stands at a distance, skeletally thin.\nSomething is causing a pile of leaves to stir.\nA suspicious-looking yellow barrel sticks out of the ground.",
    "Phobias":[],
    "Children":["LeafPile","LoneWolf","WasteDrum","Asylum"],
    "Parent":["PottersField","Prison"],
    "Image":""

}
]
